[
    {
      "name" : "Centro Medico Salud Femenina",
      "description": "Este proyecto es un start kit web diseñado para un centro de ginecología y obstetricia. Se proyectan funcionalidades para que los pacientes y médicos puedan registrarse, acceder a servicios de laboratorio, camdoctor, chat y programar consultas.",
      "image": "/png/centroMedico.png",
      "gif":"/gif/centroMedico.gif",
      "cat":"it",
      "slug": "centro-medico-salud-femenina",
      "git":"https://github.com/YerlinRojas/Proyecto-SaludFemenina.git",
      "demo":"https://yerlinrojas.github.io/Proyecto-SaludFemenina/"


    },
    {
      "name": "The Street Tree",
      "description": "The Street Tree es un proyecto de estudio basado en una tienda en línea dedicada a la reventa y reciclaje de ropa. Tiene como objetivo reducir el impacto ambiental de la moda rápida mediante la recolección, restauración y venta de ropa usada de alta calidad.",
      "image": "/png/street-blanco.png",
      "gif":"/gif/streettree.gif",
      "cat": "it",
      "slug": "the-street-tree",
      "git":"https://github.com/YerlinRojas/theStreetTree",
      "demo":"https://yerlinrojas.github.io/theStreetTree/"
    },
    {
      "name": "El Mensón de Luz",
      "description": "Este proyecto es un e-commerce desarrollado para un restaurante llamado El Mesón de Luz. Permite a los usuarios explorar el menú, realizar pedidos en línea y gestionar su experiencia de compra de manera eficiente.",
      "image": "/png/mesondeluz.png",
      "gif":"/gif/meson_de_luz.gif",
      "cat": "it",
      "slug": "meson-de-luz",
      "git":"https://github.com/YerlinRojas/MesonDeLuz.git",
      "demo":"https://meson-de-luz.vercel.app/"
    },
    {
      "name": "Encriptador de texto",
      "description": "Este es un simple encriptador de texto que utiliza [algoritmo de encriptación] para asegurar la privacidad de los mensajes.",
      "image": "/png/encriptador.png",
      "gif":"/gif/encriptador.gif",
      "cat": "it",
      "slug": "encriptador",
      "git":"https://github.com/YerlinRojas/encriptador.git",
      "demo":"https://yerlinrojas.github.io/encriptador/"
    },
    {
      "name": "Backend API",
      "description": "Este es un proyecto backend desarrollado con Node.js, Express y MongoDB. Proporciona una API para manejar productos, usuarios y carritos de compra. Los productos y usuarios se almacenan en una base de datos MongoDB. El backend permite la gestión completa de productos y usuarios, así como la funcionalidad de un carrito de compra, que se asocia a cada usuario.",
      "image": "/png/backend_API.png",
      "gif":"/gif/backend-api.gif",
      "cat": "it",
      "slug": "backend-api",
      "git":"https://github.com/YerlinRojas/backendProject.git",
      "demo":"https://github.com/YerlinRojas/backendProject.git"
    },
    {
      "name": "Rústicos Mendoza",
      "description": "Proyecto desarrollado para una empresa ubicada en mendoza, Argentina. Esta empresa se dedica a la venta y comercialización de productos para el revestimiento de espacios tanto interior como exterior.",
      "image": "/png/rusticosMendoza.png",
      "gif":"/gif/rusticos_mendoza.gif",
      "cat": "it",
      "slug": "rusticos-mendoza",
      "git":"https://www.rusticosmendoza.ar",
      "demo":"https://www.rusticosmendoza.ar"
    },
    {
      "name": "DB Central Medical",
      "description": "Nuestro equipo de desarrollo está inmerso en la creación de un sistema de gestión para calendarizar turnos medicos, especializandose en turnos de terapia psicologica, pudiendo crecer para otras especialidades medicas dentro del centro medico. Nos enfrentamos al emocionante desafío de diseñar una base de datos eficiente que maneje de manera óptima todas las operaciones relacionadas con la información de pacientes, médicos, citas, historias médicas y terapias.",
      "image": "/png/database_healthcare.png",
      "gif":"/png/DiagramaEntidadRelacion.png",
      "cat": "it",
      "slug": "db-centralmedica",
      "git":"https://github.com/YerlinRojas/proyecto-final-sql.git",
      "demo":"https://github.com/YerlinRojas/proyecto-final-sql.git"
    },
    {
      "name": "TotalChrome",
      "description": "El diseño es limpio y profesional. Los colores son apropiados y diferencian claramente cada lápiz. La fuente es legible y bien distribuida.La gráfica resalta la precisión del lápiz demográfico, que es una característica clave para los usuarios. Apoya el mensaje de que el lápiz demográfico es más preciso que los competidores.",
      "image": "/png/erika_totalchrome.png",
      "image1":"/png/erika_totalchrome_image1.png",
      "image2":"/png/erika_totalchrome_image2.png",
      "image3":"/png/erika_totalchrome_image3.png",
      "gif":"",
      "cat": "graphic",
      "slug": "totalchrome",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Rebhan",
      "description": "La gráfica muestra la gama de colores disponibles, destacando la diferencia en la cantidad de colores entre los dos sets ofrecidos. El diseño de la gráfica está pensado para ofrecer una visualización clara y atractiva de los colores, facilitando la elección del set más adecuado según las necesidades del usuario.",
      "image": "/png/acuarela_rebhan.png",
      "image1":"/png/acuarela_rebhan1.png",
      "image2":"/png/acuarela_rebhan2.png",
      "image3":"/png/acuarela_rebhan3.png",
      "gif":"",
      "cat": "graphic",
      "slug": "rebhan",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Juice Paint",
      "description": "La gráfica diseñada para el nuevo marcador permanente destaca de manera creativa y visual el uso versátil del producto y su amplia gama de colores. El diseño tiene como objetivo comunicar claramente las aplicaciones del marcador en diferentes materiales y presentar la variedad de colores disponibles de forma impactante.",
      "image": "/png/juice_paint.png",
      "image1":"/png/juice_paint_1.png",
      "image2":"/png/juice_paint_2.png",
      "image3":"/png/juice_paint_3.png",
      "gif":"",
      "cat": "graphic",
      "slug": "juice-paint",
      "git":"",
      "demo":""
    },
    {
      "name": "Juice Paint Expo",
      "description": "La gráfica, diseñada específicamente para la exposición de librerías, presenta el nuevo marcador permanente destacando su uso versátil y su amplia gama de colores de manera creativa y visualmente atractiva. Esta gráfica está diseñada para captar la atención de los asistentes a la exposición y resaltar las características y aplicaciones del producto.",
      "image": "/png/juice_paint_expo.png",
      "image1":"/png/juice_paint_expo_1.png",
      "image2":"/png/juice_paint_expo_2.png",
      "image3":"/png/juice_paint_expo_1.png",
      "gif":"",
      "cat": "graphic",
      "slug": "juice-paint-expo",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Carbon Stick",
      "description": "Esta gráfica presenta una comparación visual entre diferentes tipos de carbon stick y grafito stick, diferenciados a través de colores específicos. Cada color representa un tipo distinto de stick, lo que facilita la identificación y el análisis de las variaciones entre ellos.",
      "image": "/png/carbon.png",
      "image1":"/png/carbon1.png",
      "image2":"/png/carbon2.png",
      "image3":"/png/carbon3.png",
      "gif":"",
      "cat": "graphic",
      "slug": "carbon-stick",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Kaweco",
      "description": "Con un diseño simple en conjunto con la gama de colores, representativa de la marca. Damos entra a los nuevos modelos que se introducen en el mercado.",
      "image": "/png/kaweco.png",
      "image1":"/png/kaweco1.png",
      "image2":"/png/kaweco1.png",
      "image3":"/png/kaweco1.png",
      "gif":"",
      "cat": "graphic",
      "slug": "kaweco",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Publicida Pilot",
      "description": " Esta gráfica ilustra la gama de productos de Pilot Pen, destacando los más representativos de la marca. Siguiendo una línea de colores coherente, cada segmento de la gráfica está asociado con un producto específico, permitiendo una fácil identificación visual.",
      "image": "/png/publi_pilot.png",
      "image1":"/png/publi_pilot2.png",
      "image2":"/png/publi_pilot3.png",
      "image3":"/png/publi_pilot4.png",
      "gif":"",
      "cat": "graphic",
      "slug": "publi-pilot",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Publicida Pilot",
      "description": "La gráfica no solo muestra los productos disponibles en el mercado, sino que también resalta aquellos que son emblemáticos para la marca Pilot. Este enfoque visual facilita a los consumidores identificar rápidamente sus opciones y seleccionar entre la variedad de productos de alta calidad que Pilot ofrece.",
      "image": "/png/publi_pilot0.png",
      "image1":"/png/publi_pilot5.png",
      "image2":"/png/publi_pilot6.png",
      "image3":"/png/publi_pilot6.png",
      "gif":"",
      "cat": "graphic",
      "slug": "publi-pilot2",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Stamp Stick",
      "description": "La gráfica destaca las características únicas de Stamp Stick en comparación con sus competidores, subrayando su innovación y ventajas distintivas. Con un enfoque claro en la venta visual, cada elemento de la gráfica está cuidadosamente elaborado para captar la atención del consumidor, facilitando una comprensión rápida de por qué Stamp Stick es la elección superior. Los colores y los elementos visuales no solo diferencian el producto, sino que también lo posicionan como líder en su categoría.",
      "image": "/png/stamp_stick.png",
      "image1":"/png/stamp_stick1.png",
      "image2":"/png/stamp_stick2.png",
      "image3":"/png/stamp_stick3.png",
      "gif":"",
      "cat": "graphic",
      "slug": "stamp-stick",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Tool Pen",
      "description": "Esta gráfica está dedicada al Tool Pen, un producto innovador que se distingue por sus características únicas en el mercado de escritura. La gráfica resalta cada una de estas características, presentándolas de manera clara y visualmente atractiva para que el consumidor pueda reconocer y apreciar las ventajas del Tool Pen. El diseño visual está enfocado en comunicar de manera efectiva las innovaciones y funcionalidades que hacen de Tool Pen una herramienta destacada, buscando establecerlo como una opción preferida entre los usuarios que valoran la calidad y la versatilidad en sus instrumentos de escritura.",
      "image": "/png/tool_pen.png",
      "image1":"/png/tool_pen1.png",
      "image2":"/png/tool_pen1.png",
      "image3":"/png/tool_pen1.png",
      "gif":"",
      "cat": "graphic",
      "slug": "tool-pen",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Bathroom-Dressing room",
      "description": "En este proyecto de baño y vestidor, hemos diseñado un espacio que busca captar y transmitir las visuales de un entorno natural, ofreciendo una experiencia única en un área tan íntima como el cuarto de baño. La intención principal es crear un ambiente que favorezca la relajación y el bienestar del usuario a través de la integración de elementos naturales. El contacto con la naturaleza se ha convertido en un componente clave en nuestro diseño, ya que está demostrado que genera un estímulo positivo para la relajación. En este sentido, hemos incorporado una bañera de diseño elegante que actúa como el punto focal del espacio, evocando la tranquilidad de un entorno natural. Cada detalle del baño y vestidor está cuidadosamente pensado para fusionar la estética y la funcionalidad, logrando una experiencia de alivio y serenidad sin igual. La armonía entre los materiales, la iluminación y los acabados refuerza esta conexión con la naturaleza, ofreciendo un refugio privado que invita a la calma y el descanso.",
      "image": "/png/baño.png",
      "image1":"/png/baño1.png",
      "image2":"/png/baño2.png",
      "image3":"/png/baño3.png",
      "image4":"/png/baño4.png",
      "gif":"",
      "cat": "architect",
      "slug": "bathroom-dressingroom",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Bus Terminal Station",
      "description": "Frente a la creciente necesidad de una estación de autobuses eficiente y organizada, nace este proyecto con el objetivo de satisfacer plenamente las necesidades de los usuarios, abordando el problema prominente de la desorganización en los servicios actuales. Este proyecto se enfoca en restablecer el orden y proporcionar espacios con un alto valor arquitectónico. La volumetría de la terminal está compuesta por tres unidades que decrecen en tamaño, convergiendo hacia un cuerpo central. Este diseño no solo establece una guía clara para las rutas que deben seguir los autobuses por el lado posterior de la estructura, sino que también facilita un flujo organizado y eficiente dentro de la terminal. El diseño incluye un trayecto claramente definido para el embarque y desembarque de los usuarios, garantizando una experiencia fluida y ordenada. Cada elemento del proyecto ha sido cuidadosamente planeado para optimizar el tránsito de los autobuses y la comodidad de los pasajeros, contribuyendo a una estación que no solo resuelve problemas funcionales, sino que también ofrece un impacto estético y funcional significativo.",
      "image": "/png/bus_station.png",
      "image1":"/png/bus_station1.png",
      "image2":"/png/bus_station2.png",
      "image3":"/png/bus_station3.png",
      "image4":"/png/bus_station4.png",
      "gif":"",
      "cat": "architect",
      "slug": "bus-terminal",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Casa Navia",
      "description": "Casa Navia se configura a partir de un esquema cuadriculado, que organiza los espacios en tres cuerpos distintivos, permitiendo una clara diferenciación de las áreas según sus usos. La propuesta arquitectónica se basa en un diseño que favorece la permeabilidad en la fachada posterior, integrando las actividades sociales del hogar con el entorno exterior. En el corazón del proyecto se encuentra un cuerpo de agua situado en el ala central, que actúa como un elemento focal y contribuye al bienestar de los habitantes. La fachada norte alberga la unidad central, dedicada a las áreas sociales, destacándose por su doble altura y un corredor que se extiende hacia las habitaciones. Este diseño no solo enfatiza la conexión entre los espacios, sino que también facilita el flujo natural de luz y ventilación. Las habitaciones están ubicadas en el núcleo este de la casa, una zona más cerrada y privada diseñada para proteger la intimidad de sus usuarios. Este núcleo se diferencia del resto de la casa por su carácter más hermético, garantizando un entorno tranquilo y reservado. En el núcleo de menor altura se encuentran la cocina, el comedor y una sala de juegos, todos ellos con acceso directo a las áreas exteriores, como la piscina y el solárium. Este diseño promueve una interacción fluida entre los espacios internos y externos, ofreciendo a los residentes un entorno dinámico y funcional.",
      "image": "/png/casa.png",
      "image1":"/png/casa1.png",
      "image2":"/png/casa2.png",
      "image3":"/png/casa3.png",
      "image4":"/png/casa4.png",
      "gif":"",
      "cat": "architect",
      "slug": "casa-navia",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Centro Cultural",
      "description": "Renders realizados para el complejo y centro cultural",
      "image": "/png/cct.png",
      "image1":"/png/cct1.png",
      "image2":"/png/cct2.png",
      "image3":"/png/cct3.png",
      "image4":"/png/cct4.png",
      "gif":"",
      "cat": "architect",
      "slug": "cct",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Departamento H",
      "description": "Siguiendo las últimas tendencias en interiorismo y el diseño arquitectónico contemporáneo, este loft representa una combinación binaria que equilibra la funcionalidad y la estética. La paleta de colores fríos y cálidos se ha seleccionado cuidadosamente para armonizar con el entorno y adaptarse a su uso como vivienda. Los pisos de madera y los tonos rojizos infunden calidez y confort en el espacio, mientras que el papel tapiz en las paredes añade un toque moderno y sofisticado al loft. Esta combinación no solo mejora la apariencia visual, sino que también crea un ambiente acogedor y contemporáneo. La escalera expuesta se convierte en un elemento clave del diseño, simbolizando la integración de los diferentes espacios y sus usos. Su presencia abierta contribuye a una sensación de amplitud visual en todo el departamento, destacando la fluidez y conexión entre las áreas. Este loft se presenta como un ejemplo de equilibrio entre lo clásico y lo moderno, ofreciendo un espacio funcional y estéticamente agradable que responde a las necesidades contemporáneas de sus habitantes.",
      "image": "/png/flat.png",
      "image1":"/png/flat1.png",
      "image2":"/png/flat2.png",
      "image3":"/png/flat3.png",
      "image4":"/png/flat4.png",
      "gif":"",
      "cat": "architect",
      "slug": "flat",
      "git":"",
      "demo":""
    }
    ,
    {
      "name": "Sala de Conferencias",
      "description": "Este proyecto de sala de conferencias presenta un diseño de vanguardia, destacándose por sus detalles arquitectónicos metálicos que juegan un papel fundamental en la optimización de la iluminación. La fachada norte ha sido estratégicamente utilizada para aprovechar al máximo la luz natural, reflejándola de manera efectiva hacia el interior y creando un ambiente iluminado y energizante. Los elementos metálicos en la estructura no solo aportan un acabado moderno y elegante, sino que también contribuyen a la funcionalidad del espacio al mejorar la distribución de la luz. Este enfoque permite que la sala mantenga un ambiente luminoso y profesional, ideal para eventos y presentaciones. El diseño innovador y la utilización inteligente de los materiales aseguran que la sala de conferencias no solo cumpla con su propósito práctico, sino que también sea un ejemplo destacado de la integración entre arquitectura y tecnología.",
      "image": "/png/oficina.png",
      "image1":"/png/oficina1.png",
      "image2":"/png/oficina2.png",
      "image3":"/png/oficina3.png",
      "image4":"/png/oficina4.png",
      "gif":"",
      "cat": "architect",
      "slug": "conference-room",
      "git":"",
      "demo":""
    }
  ]